<!DOCTYPE html>
<html>
<head>
    <meta charset='utf-8'>
    <meta http-equiv='X-UA-Compatible' content='IE=edge'>
    <title>terms and conditions</title>
    <meta name='viewport' content='width=device-width, initial-scale=1'>
    <link rel='stylesheet' type='text/css' media='screen' href='main.css'>
    <script src='main.js'></script>
</head>
<body>
    <p style="text-align:right">
    {{
    $configration->terms_conditions ??
    '
    1-	مقدمة
حيث تدير شركة اى كود ش.ذ.م.م صاحبة موقع وتطبيق  اخصملى (ويشار إليها فيما بعد بـ"اخصملى" أو بضمير "نحن") منصة للتجارة الإلكترونية تتكون من موقع إلكتروني وتطبيق للهاتف المحمول  لعرض المنتجات الاستهلاكية ("متجر اخصملى ") فى جمهورية مصر العربية.
تنص هذه الشروط والأحكام  على كيفية استخدامكم لخدماتنا من أجل عرض المنتجات على منصة اخصملى. ولكي يتم استخدام الموقع أو أي من خدماتنا   المنتجات، يتعين عليكم إنشاء حساب تاجرصحيح . ويجوز لنا تعديل خدماتنا من حين لآخر.

 تنطبق هذه الشروط والأحكام العامة على التجار والمشترين على موقع  اخصملى وتنظم هذه الشروط والأحكام العامة استخدامك لموقع اخصملى  وأى خدمات ذات الصلة.
وتقر عند استخدام موقع اخصملى ، بقبولك لهذه الشروط والأحكام العامة بالكامل وفي حالة عدم موافقتك على الشروط والأحكام العامة أو جزء منها يجب أن لا تقوم باستخدام متجر اخصملى .
 في حالة قيامك باستخدام متجر اخصملى أثناء قيامك بأعمال أو مشروعات تنظيميه أخرى فانك تقر بالاتي:
•	أنك حصلت على السلطة اللازمة للموافقة علي هذه الشروط والأحكام العامة؛
•	تضمن التزامك والتزام الشخص الطبيعي أو المعنوي أو أي كيان قانوني آخر يدير الأعمال أو المشروع التنظيمي الخاص بك بالشروط والأحكام العامة الواردة بهذا العقد؛ و
•	توافق أن ضمير المخاطب "أنت" في هذه الشروط والأحكام العامة يشير إلى المستخدم الواحد والشخص المعني أو الشركة أو كيان قانوني إلا إذا تطلب الأمر خلاف ذلك.
2-	التسجيل والحساب
-	لا يجوز التسجيل على موقع اخصملى إذا كان عمرك أقل من 18 عامًا وعليه فانك تقر بتجاوز هذا السن (عند استخدام متجر اخصملى أو الموافقة على هذه الشروط والأحكام العامة تقر وتضمن أن عمرك لا يقل عن 18 سنه)
-	يكون التسجيل لإنشاء حساب على متجر اخصملى  من خلال استكمال نموذج التسجيل وإرساله إلى متجر اخصملى.
-	تقر وتضمن أن جميع المعلومات المقدمة في نموذج التسجيل كاملة ودقيقة.
-	إذا قمت بالتسجيل لفتح حساب على متجر اخصملى سوف يتم طلب عنوان البريد الإلكتروني/ اسم المستخدم وكلمة المرور وتوافق على ما يلي:
•	الحفاظ على سرية كلمة المرور الخاصة بك؛
•	اخطار اخصملى على الفور (من خلال وسائل التواصل الموضحة فى القسم رقم 23) فى حالة الكشف عن كلمة المرور الخاصة بك؛
•	تقر بمسئوليتك عن أي نشاط على متجر اخصملى ناتج عن فشلك في الحفاظ على سرية كلمة المرور الخاصة بك، وانك قد يتم اعتبارك مسؤولاً عن أي خسائر تنشأ نتيجة هذا الفشل.

-  تلتزم باستخدام الحساب بمفردك ولا يجوز نقل ذلك الحساب الى اي طرف ثالث وتكون مسؤول في حالة قيامك بتفويض ادارة حسابك لأي طرف ثالث.
- يحق لاخصملى وفقا لتقديرها المطلق ودون اشعار مسبق أو ابداء اسباب، تعليق الحساب الخاص بك أو إلغاؤه، و/أو تعديل بيانات الحساب.
- يمكنك إلغاء حسابك على متجر اخصملى  بالتواصل معنا كما هو مبين في القسم رقم 23.

3-	 شروط وأحكام عرض المنتجات 
-	تقر وتوافق على الاتي:
•	بأن متجر اخصملى هو موقعًا إلكترونيًا للتجار لعرض منتاجاتهم التى تقع عليها خصومات فعلية منتجاتهم وللمشترين لشراء هذه المنتجات؛
•	لا تعتبر اخصملى باي حال من الاحوال طرفًا في المعاملة بين البائع والمشتري؛
•	يتم ابرام عقد بيع وشراء للمنتج أو المنتجات بين البائع والمشتري ولذلك فانك تلتزم بشراء أو بيع المنتج أو المنتجات عند تأكيد المشتري لعملية الشراء عن طريق موقع اخصملى وتاكيد البائع بتمام عملية البيع.

-  يخضع عقد البيع والشراء بين المشتري والبائع لشروط أعمال البائع طبقاً لهذه الشروط والأحكام العامة وبالرغم من ذلك يتم إضافة النصوص التالية في عقد البيع والشراء بين المشتري والبائع:

•	البيع بذات سعر المنتج الوارد في قائمة المنتجات المعروضة ؛
•	يشمل سعر المنتج جميع انواع الضرائب مع مراعاه كافة القوانين السارية والمعمول بها في جمهورية مصر العربية من وقت لآخر؛
•	يجب أن تكون المنتجات ذات جودة تنال رضا المشترى وتكون مناسبة وآمنة لأي غرض محدد في وصف المنتج المدرج ويجب أن تطابق كافة المواصفات المادية وفقا لوصف المنتج المدرج من قبل المشتري على موقع اخصملى؛ و
•	يتعهد التاجر أن لديه الحق في بيع المنتجات، وأنه المالك القانوني والمستفيد الوحيد للمنتجات، وأن المنتجات لا تخضع لأي حقوق أو قيود من أطراف ثالثة بما في ذلك حقوق الملكية الفكرية الخاصة بطرف ثالث و/أو وجود إجراءات جنائية أوإعسار مالى أو تحقيقات أو إجراءات ضريبية.


4-	 إرجاع المنتجات واسترداد قيمتها
-	تتم إدارة عمليات إرجاع المنتجات من قبل المشترين وقبول المنتجات المرتجعة من قبل البائع مباشرة ، وتخضع عملية الاسترجاع  للقوانين المعمول بها في جمهورية مصر العربية.
-	  تتم إدارة عمليات استرداد قيمة المنتجات المرتجعة وفقًا لصفحة الاسترداد الخاصة بالتاجر على موقع اخصملى. 
-	يتم قبول المنتجات المرتجعة ويتم رد قيمة المنتجات المرتجعة من قبل التاجر.

5-	المدفوعات
-	يتم سداد المبالغ المستحقة لعملية الشراء  وفقا للقواعد التى يحددها التاجر ويقبلها المشترى دون تدخل من اخصملى 
6- قواعد المحتوى
-	في هذه الشروط والأحكام العامة، المقصود بـ"المحتوى الخاص بك" هو الاتي:
•	كافة الاعمال والمواد (بما في ذلك على سبيل المثال لا الحصر النصوص الكتابية والرسومات والصور والمحتوى الصوتي والفيديو والمواد السمعية والبصرية والمخطوطات والبرامج والملفات) التي يقوم البائع بارسالها لاخصملى  لتخزينها أو نشرها أو معالجتها أو نقلها لاحقًا؛
•	كافة الاتصالات على موقع اخصملى  بما في ذلك مراجعات المنتجات والتقييمات والتعليقات .

- يجب أن يكون المحتوى الخاص بك واستخدام اخصملى  لهذا المحتوى دقيق وكامل وصادق طبقاً لهذه الشروط والأحكام العامة.
اخصملى يجب أن يكون المحتوى الخاص بك لائق ومتحضر وحسن الذوق ويتوافق مع المعايير المقبولة بشكل عام للآداب والسلوك على الإنترنت، ويجب ألا:

•	يكون محتوى مسيئ أو غير محتشم أو غير لائق أو إباحي أو بذئ أو موحي أو جنسي؛ أو
•	صور توضح العنف بطريقة صريحة أو تصويرية أو غير مبررة؛ أو
•	يدعو إلى انتهاك القوانين الخاصة بالعنصرية أو الدين أو المتعلقة بالكراهية أو التمييز؛
•	يكون محتوى خادع أو احتيالي أو مهدد أو به تحرش أو معادي للمجتمع أو يحرض على كراهية أو التمييز أو محتوى تحريضي؛
•	أى محتوى من المحتمل أن يسبب مضايقة أو إزعاجًا أو قلقًا لا داعي له لأي شخص؛ أو
•	عشوائي وغير مرغوب فيه.

-  يجب ألا يكون المحتوى الخاص بك غير مشروع أو غير قانوني، أو ينتهك الحقوق القانونية لأي شخص، أو أن يتسبب في رفع أي دعوى قضائية ضد أي شخص (في أي حالة، في نظام قضائي وبموجب أي قانون معمول به) ويجب ألا يعد المحتوى الخاص بك خرق أو إخلال بالاتي:

•	أي حقوق نشر أو حقوق معنوية أو حقوق متعلقة بقاعدة البيانات أو حقوق علامة تجارية أو حقوق تصميم أو حقوق استخدام الملكية الفكرية أو أي حقوق ملكية فكرية آخرى.
•	أي حقوق ثقة أو خصوصية أو حقوق بمقتضى قوانين حماية البيانات؛
•	أي التزام تعاقدي مستحق لأي شخص؛ أو
•	أي حكم صادر بموجب اي حكم قضائي.

- ىتلتزم بعدم استخدام الموقع للربط بأي موقع الكتروني أو صفحة ويب تتكون من أو تقدم محتوى من شأنه الاخلال بالشروط والأحكام العامة إذا تم نشرها على موقع اخصملى
- تلتزم بعدم عرض اي محتوى علي موقع اخصملى  يكون أو كان محل لإى إجراءات قانونية أو أي شكوى اخرى مشابها من أي طرف ثالث.
- يتم استخدام خاصية التقييم على موقع اخصملى لتسهيل تقييم المنتجات من قبل المشتري ولا يجوز لك استخدام خاصية التقييم أو أي شكل آخر من أشكال الاتصال لتقديم تقييمات غير دقيقة أو غير صحيحة أو وهمية.
- تلتزم بعدم التدخل في أى نوع من أنواع المعاملات من خلال iالتواصل مع مستخدم لديه معاملات نشطة أو مكتملة لتحذيره من مشتري أو بائع أو منتج معين؛ أو الاتصال بمستخدم آخر بقصد تحصيل أي مدفوعات.
- يجب عليك توخي الحذر عند التواصل مع المستخدمين وعدم إرسال معلومات شخصية بما في ذلك تفاصيل بطاقة الائتمان للمستخدمين.
-  يحق لاخصملى مراجعة المحتوى الخاص بك بشكل دوري كما يحق لها ازالة أي محتوى وفقًا لتقديرها لأي سبب من الأسباب.
- تقوم بابلاغ اخصملى على الفور في حالة اكتشافك بوجود أي محتوى أو نشاط غير قانوني على موقع اخصملى أو أي محتوى أو نشاط يخالف هذه الشروط والأحكام العامة، وذلك عن طريق التواصل مع اخصملى وفقا للقسم 23 من الشروط والأحكام العامة.

7- حقوق اخصملى لاستخدام المحتوى:
- تمنح اخصملى  ترخيصًا دولياً غير حصري وغير قابل للإلغاء بدون اتاوات لاستخدام المحتوى الخاص بك وإعادة صياغته ونسخة ونشره وترجمته وتوزيعه من خلال قنوات اخصملى التسويقية وأي وسائط حالية أو مستقبلية للإعلام.
- تمنح اخصملى الحق في ترخيص الحقوق المرخصة بموجب القسم رقم 7،1 لأطراف أخرى.
- تمنح لاخصملى الحق في رفع دعوى لانتهاك الحقوق المرخصة بموجب القسم رقم 7،1.
- تتنازل بموجبه عن جميع حقوقك المعنوية في المحتوى الخاص بك إلى أقصى حد يسمح به القانون المعمول به؛ وتتعهد وتضمن بأن جميع الحقوق المعنوية الأخرى في المحتوى الخاص بك قد تم التنازل عنها إلى أقصى حد يسمح به القانون المصري .
- في حالة اخلالك بالقواعد الخاصة بالمحتوى بأي شكل من الأشكال، أو إذا تم الاشتباه من قبل اخصملى بصورة معقولة بإخلالك للقواعد الخاصة بالمحتوى، يجوز لاخصملى حذف أو إلغاء نشر أو تعديل أي أو كل المحتوى الخاص بالتاجر  مع عدم الإخلال بحقوق اخصملى الاخرى بموجب هذه الشروط والاحكام العامة.
8- استخدام الموقع وتطبيقات الهاتف
-	في القسم رقم 8 ، سوف يتم استخدام كلمة "متجر" و "موقع" بالتبادل للإشارة إلى موقع اخصملى  الالكتروني وتطبيقات الهاتف.- 
-	يجوز لك القيام بما يلي:
•	تنزيل الصفحات من موقع اخصملى على الويب للإحتفاظ المؤقت بها؛
•	طباعة صفحات من موقع اخصملى للاستخدام الشخصي والغير تجاري، بشرط ألا تكون هذه الطباعة بشكل دوري أو مبالغ فيه؛
•	تحميل ملفات الصوت والفيديو من على موقع اخصملى باستخدام مشغل الفيديو والمحتوى الصوتي؛ و
•	استخدام خدمات المتجر الخاص بنا عن طريق المتصفح،
•	مع مراعاة الأحكام الأخرى لهذه الشروط والاحكام العامة.

- باستثناء ما هو مسموح به في القسم رقم 8،2 أو النصوص الأخرى لهذه الشروط والاحكام العامة، فانك تلتزم بعدم تحميل أي محتوى من موقع اخصملى أو حفظ أي من هذا المحتوى على جهاز الكمبيوتر الخاص بك.
- يمكن فقط استخدام موقع اخصملى الإلكتروني لأغراضك الشخصية والتجارية فيما يتعلق ببيع أو شراء المنتجات على موقع اخصملى .
- تلتزم بعدم تعديل أو تغيير أي محتوى على موقع اخصملى، باستثناء ما هو مسموح به صراحهً فى هذه الشروط والأحكام العامة.

- يحق لاخصملى تعليق أو تقييد الوصول الى موقع اخصملى بشكل كلي أو جزئي و/أو استخدام أي خاصية على موقع اخصملى ، ويحق اخصملى على سبيل المثال، تعليق الوصول إلى الموقع أثناء عمل صيانة خادم الموقع أو تحديثات لموقع اخصملى على ان تلتزم بعدم التحايل أو تجاوز أي إجراءات للوصول إلى موقع لاخصملى.
تلتزم بعدم القيام بما يلي:
استخدام موقع أخصملى بأي شكل من الأشكال أو اتخاذ أي إجراء من شأنه أو قد يتسبب في إلحاق الضرر بالموقع أو إعاقة أداء الموقع أو إتاحته أو سهولة الوصول إليه أو نزاهته، أو أمنه؛
•	استخدام موقع اخصملى بأي طريقة غير أخلاقية أو غير قانونية أو غير شرعية أو احتيالية أو ضارة أو فيما يتعلق بأي غرض أو نشاط غير قانوني أو غير شرعي أو احتيالي أو ضار ؛
•	اختراق أو التلاعب بموقع اخصملى ؛
•	التحقيق أو الفحص أو اختبار الموقع دون إذن من اخصملى ؛
•	التحايل على أي أنظمة أو إجراءات التوثيق أو الحماية على موقعنا أو المتعلقة به؛
•	استخدام موقع اخصملى  لنسخ أو تخزين أو استضافة أو نقل أو إرسال أو استخدام أو نشر أو توزيع أي محتوى يتكون من (أو متعلق بـ) أي برامج تجسس أو فيروسات كمبيوتر أو Trojan horse أو worm أو keystroke logger أو rootkit أو برامج كمبيوتر ضارة أخرى؛
•	فرض حمولة كبيرة تفوق المعقول على موارد موقع اخصملى (بما في ذلك عرض النطاق الترددي وسعة التخزين وسعة المعالجة)؛
•	فك تشفير أي اتصالات مرسلة من قبل أو إلى موقعنا دون إذن من اخصملى ؛
•	إجراء أي أنشطة تجميع بيانات بشكل منتظم أو تلقائي (بما في ذلك على سبيل المثال لا الحصر تجريف وتنقيب واستخراج وجمع البيانات) على موقعنا أو فيما يتعلق بالموقع بدون موافقة خطية صريحة منا؛
•	الوصول إلى موقع اخصملى أو التفاعل معه عن طريق استخدام أي روبوت أو spider أو أي وسيلة آلية أخرى، باستثناء الغرض من فهرسة محرك البحث؛
•	اخصملى  استخدام موقعنا الإلكتروني إلا من خلال الواجهة العامة الخاصة بنا؛
•	مخالفة التعليمات الواردة في ملف robots.txt على موقع اخصملى ؛
•	استخدام البيانات التي تم جمعها من على موقع اخصملى لأي نشاط تسويق مباشر (بما في ذلك، على سبيل المثال لا الحصر، التسويق عبر البريد الإلكتروني والتسويق عبر الرسائل القصيرة والتسويق عبر الهاتف وعبر البريد المباشر)؛ أو
•	القيام بأي شيء يتعارض مع الاستخدام العادي لموقع اخصملى .


9- حقوق النشر والعلامات التجارية
-	مع مراعاة النصوص الصريحة لهذه الشروط والأحكام العامة:
•	تمتلك اخصملى مع المرخِصين جميع حقوق النشر وحقوق الملكية الفكرية الأخرى الخاصة بموقع اخصملى وكل المحتويات الموجودة على الموقع؛ و
•	اخصملى جميع حقوق النشر وحقوق الملكية الفكرية الأخرى الخاصة بموقع اخصملى والمحتويات الموجودة على الموقع محفوظة.

      -   جميع شعارات اخصملى وعلاماتها التجارية الأخرى المسجلة والغير مسجلة هي علامات تجارية مملوكة من اخصملى وحدها؛ ولا تسمح اخصملى باستخدام هذه العلامات التجارية، ويعد استخدامها انتهاكًا لحقوق اخصملى .
- العلامات التجارية الخاصة بأطراف آخرى سواء المسجلة أو الغير مسجلة على موقع اخصملى هي ملك لأصحابها ولا تضمن اخصملى وليس اخصملى أي صلة بالأطراف المالكة للعلامات التجارية ولذلك لا يجوز لاخصملى منح أي تراخيص خاصة بهذه العلامات.

10- خصوصية وسرية البيانات
 - يوافق التجار على معالجة بياناتهم الشخصية وفقًا لأحكام الخصوصية وإشعار ملفات تعريف الارتباط Privacy and Cookie Notice الخاصة لاخصملى
-  تقوم اخصملى بمعالجة جميع البيانات الشخصية التي يتم الحصول عليها من خلال متجر اخصملى والخدمات ذات الصلة وفقًا لأحكام الخصوصية وإشعار ملفات تعريف الارتباط وسياسة الخصوصية Privacy Policy.
- يتحمل االتاجر مباشرةً كامل المسؤولية تجاه المشترين في حال إساءة استخدام بيانات المشترين الشخصية ولن يتحمل اخصملى أي مسؤولية تجاه المشترين في حال إساءة استخدام بيانات المشترين الشخصية.
11- العناية الواجبة وحقوق المراجعة

- تلتزم بتوفير جميع المعلومات والوثائق الخاصة بنشاطك التجاري بالإضافة إلي إمكانيه دخول مقرك التجاري عند طلبنا وللأسباب التالية:
•	من أجل التحقق من التزامك بشروط واحكام هذا العقد وتنفيذ التزاماتك بموجبه؛
•	بهدف تقديم الكشوف بموجب أمر صادر عن محكمة أو هيئة حكومية أخرى؛ أو
كما يقتضي القانون أو اللوائح المعمول بها.


12. دور اخصملى كمتجر إلكترونى
12.1. تقر بما يلي:
•	عدم امكانية اخصملى  بالتحقق من هوية جميع مستخدمي المتجر، ولا تتحقق لاخصملى من إمكانياتهم المادية /الائتمانية أو نواياهم أو فحصهم؛
•	لا تقوم اخصملى بالتأكد من أو التدقيق في أو مراقبة جميع المعلومات المدرجة؛
•	لسنا طرفا في أي عقد لبيع أو شراء المنتجات التي يتم الإعلان عنها على متجر اخصملى؛
•	لا نشترك في أي معاملة بين المشتري والبائع بأي شكل من الأشكال.
•	. بان اخصملى ليس وكيلا لأي مشتري أو بائع،
•	وبناءً على ذلك، لا تعتبر اخصملى  مسئولة تجاه أي شخص فيما يتعلق بعرض بيع أوبيع أو شراء أي من المنتجات المعلن عنها على موقع اخصملى ؛ بالإضافة إلى ذلك، لا تعتبر اخصملى مسئولة عن تنفيذ أي التزامات تعاقدية ناشئة عن عقد بيع أو شراء أي منتجات ولن يكون لدى اخصملى أي التزام للوساطة بين الأطراف في أي عقد.

- موقع اخصملى لا يضمن ولا تمثل:

•	اكتمال ودقه المعلومات المنشورة على متجر اخصملى؛
•	. تحديث المحتوى الموجود على موقع اخصملى باستمرار؛
•	. عدم وجود اخطاء تشغيل بموقع متجر اخصملى الالكتروني؛ أو
•	. بقاء الموقع متاح أو بقاء اي من الخدمات متاحة.

- يحتفظ اخصملى  بالحق في إيقاف أو تغيير أي من خدمات متجر اخصملى أو جميعها، والتوقف عن نشر المحتوى على متجر اخصملى ، في أي وقت وفقًا لتقدير اخصملى الخاص بدون أى إشعار أو تفسير؛ ولن يحق لك الحصول على أي تعويض جراء إيقاف أو تغيير أي من خدمات متجر اخصملى او ايقاف نشره.
- لا نضمن أي نتائج تجارية تتعلق باستخدام الموقع.


13-  تحديد واستبعاد المسئولية
-	لا يوجد بالشروط والاحكام العامة ما:
•	يحدد أي مسئوليات بأي شكل يخالف ما ينص عليه القانون المعمول به؛ أو
•	يستبعد أي التزامات أو حقوق قانونية قد لا يستبعدها بموجب القانون،

- تحديد واستبعاد المسؤولية المنصوص عليهم في القسم رقم 13 والنصوص الأخرى في هذه الشروط والأحكام العامة:

•	تخضع للقسم رقم 13،1 من الشروط والأحكام العامة؛
•	تحكم كافة الالتزامات الناشئة بموجب هذه الشروط والأحكام العامة أو تتعلق بموضوع هذه الشروط والأحكام العامة بما في ذلك المسؤولية المدنية الناشئة عن الخطأ (بما في ذلك الإهمال) والإخلال بالتزامات ناشئة من القانون ، باستثناء ما هو المنصوص عليه صراحة في هذه الشروط والأحكام العامة.

- لا يعتبر اخصملى  مسئول تجاهك عن أي خسارة أو ضرر من أي نوع ينتج عن الخدمات المقدمة مجانًا،
- 
- اخصملى ليس مسئول تجاهك عن أي خسارة أو ضرر من أي نوع، بما في ذلك ما يتعلق بالاتي:

•	أي خسائر ناجمة عن أي انقطاع أو خلل في الموقع؛
•	أي خسائر ناجمة عن أي حدث أو أحداث خارجة عن سيطرة اخصملى المعقولة؛
•	اخصملى . أي خسائر تجارية، بما في ذلك، على سبيل المثال لا الحصر، خسارة في أو ضرر للأرباح أو الدخل أو الإيرادات أو الاستخدام أو الإنتاج أو المدخرات المتوقعة أو الأعمال التجارية أو العقود أو الفرص التجارية أو حسن النية؛
•	أي فقد أو تلف في أي بيانات أو قاعدة بيانات أو برامج؛ أو
•	. أي خسارة أو ضرر خاص أو غير مباشر.

- حيث انه من مصلحة اخصملى أن تقوم بالحد من المسؤولية الشخصية لمسؤوليها وموظفيها، ومع مراعاة هذه المصلحة تقر بأن اخصملى كيان محدود المسؤولية؛ وتوافق وتتعهد بامتناعك عن رفع أي دعوى شخصية ضد مسؤولي اخصملى أو موظفيها فيما يتعلق بأي خسائر تتكبدها والتي تتعلق بمتجر اخصملى أو هذه الشروط والأحكام العامة (ولن يحد هذا أو يستبعد مسؤولية الكيان ذو المسؤولية المحدودة عن أفعال وسهو مسؤولي وموظفي اخصملى).
-يتضمن موقع اخصملى الالكتروني روابط فرعية لمواقع إلكترونية أخرى تملكها وتديرها أطراف ثالثة؛ ولا تعتبر هذه الروابط توصيات وليست لدينا أي سيطرة على مواقع الطرف الثالث ومحتوياتها، ولا نتحمل أي مسؤولية عنها أو عن أي خسارة أو ضرر قد ينجم عن استخدامك لها.
14 -  التعويض
-	. تتعهد بموجب هذه الشروط والأحكام العامة بتعويض اخصملى عن:
•	. أي وجميع الخسائر والأضرار والتكاليف والمسؤوليات والمصروفات (بما في ذلك على سبيل المثال لا الحصر؛ النفقات القانونية وأي مبالغ تتكبدها اخصملى لأي طرف ثالث لتسوية دعوى أو نزاع) التي تتكبدها اخصملى والتي تنشأ بشكل مباشر أو غير مباشر عن استخدامك لمتجر اخمصلى أو أي انتهاك من جانبك لأي نص من نصوص هذه الشروط والأحكام العامة أو أحكام أو سياسات أو إرشادات لاخصملى؛ و


15- الإخلال بالشروط والأحكام العامة :

- إذا قمت بالإخلال بأي التزام من الالتزامات الواردة في هذه الشروط والأحكام العامة ، أو إذا تم الشك من قبل اخصملى بإخلالك بالشروط والأحكام العامة أو أي من أحكام أو سياسات أو إرشادات اخصملى بأي شكل من الأشكال، يحق لاخصملى حينها القيام بما يلي:
•	. تعليق وصولك مؤقتًا إلى متجر اخصملى؛
•	منعك بشكل دائم من الوصول إلى متجر اخصملى؛
•	حجب أجهزة الكمبيوتر التي تستخدم الـIP الخاص بك من الوصول إلى متجر اخصملى ؛
•	التوصل مع أي أو جميع مزودي خدمة الإنترنت لك وطلب حظر وصولك إلى متجر اخصملى؛
•	تعليق أو حذف حسابك من على موقع أخصملى؛ و/أو
•	البدء فى اتخاذ إجراءات قانونية ضدك، سواء بسبب انتهاك العقد أو غير ذلك.

- تلتزم بعدم اتخاذ أي إجراء للتحايل على تعليق أو منع أو حجب وصولك إلى متجر اخصملى(بما في ذلك على سبيل المثال لا الحصر إنشاء و/أو استخدام حساب مختلف) في حالة قيام اخصملى بتعليق أو منع أو حجب وصولك إلى متجر اخصملى كليا او جزئيا.

16. مجمل العقد
16.1. تشكل هذه الشروط والأحكام العامة وأحكام وسياسات وإرشادات اخصملى (وفيما يتعلق بالتاجر تضاف شروط وأحكام اخصملى) الاتفاق الكامل بينك وبين اخصملى فيما يتعلق باستخدامك لمتجر اخصملى وسوف تحل محل جميع الاتفاقات السابقة بينك وبين اخصملى.
17-  تسلسل الشروط والأحكام
- فى حالة تضارب هذه الشروط والأحكام العامة مع شروط وأحكام البائع، وأحكام وسياسات وإرشادات اخصملى؛ فإن هذه الشروط والأحكام العامة ، وشروط وأحكام االتاجر، وأحكام وسياسات وإرشادات اخصملى سوف تعمل بالترتيب المذكور بهذا القسم.
18-  المراجعة والتعديل
-  يحق لاخصملى مراجعة هذه الشروط والأحكام العامة، وشروط وأحكام البائع، وأحكام وسياسات وإرشادات اخصملى من وقت لآخر.
- تنطبق الشروط والأحكام العامة التى تم مراجعتها من تاريخ النشر على متجر اخصملى
19-  إمكانية الفصل
- إذا قررت أي محكمة أو سلطة مختصة أخرى أن نص من نصوص هذه الشروط والأحكام العامة غير قانونية و/أو غير نافذة، فسوف تظل الأحكام الأخرى سارية.
- إذا تواجد أي نص غير قانوني و/أو غير نافذ من هذه الشروط والأحكام العامة وأنه سيكون قانونيًا أو قابلًا للتطبيق إذا تم حذف جزء منه، سوف يتم اعتبار هذا الجزء محذوفًا، وسوف يكون باقي القسم ساري.
20 تفويض
- توافق بموجبة أنه يجوز لاخصملى التنازل عن أو نقل أو التعاقد الفرعي أو التصرف في حقوقها و/أو التزاماتها بموجب هذه الشروط والأحكام العامة.
- لا يجوز لك، دون الحصول على الموافقة الكتابية من اخصملى، التنازل أو النقل أو التعاقد الفرعى أو التصرف بأي طريقة أخرى في أي من حقوقك و/أو التزاماتك الواردة بهذه الشروط والأحكام العامة.


21- حقوق الطرف الثالث
- يعد العقد بموجب هذه الشروط والأحكام العامة لصالحنا ولصالحك، ولا يقصد استفادة طرف ثالث منه أو أن يكون نافذاً فبل أي طرف ثالث.
- لا تخضع ممارسة حقوق الأطراف النابعة من عقد تم إبرامه بموجب هذه الشروط والأحكام العامة لموافقة أي طرف ثالث.
22- القانون والاختصاص القضائي
-  تخضع هذه الشروط والأحكام العامة وتفسر وفقًا لقوانين جمهورية مصر العربية.
- تخضع أي نزاعات تتعلق بهذه الشروط والأحكام العامة للاختصاص القضائي لمحاكم اسيوط.
23. تفاصيل عن شركة أخصملى
- تدير شركة اى كود ذ.م.م  متجر اخصملى. نحن مسجلون في جمهورية مصر العربية تحت رقم                   ، ومقرنا     اسيوط. يمكنك الاتصال بنا:
- إذا كنت مشترى، من خلال معلومات التواصل المتواجدة على المتجر؛ أو
- إذا كنت بائع، باستخدام معلومات التواصل المتوفرة على مركز البائعSeller Centre


    '
    }}
    </p>
</body>
</html>